Repository: mozilla-l10n/mt-training-data
Catalog: ilo/ilo_pontoon.tmx
Source language: en_us
Languages: ilo

source: Go to the address in the Location Bar
ilo: Tarusan ti pagtaengan iti Barras ti Disso

source: Greek
ilo: Griego

source: Green
ilo: Berde

source: Greenlandic
ilo: Grenlandes

source: Guarani
ilo: Guanari

source: Guinea
ilo: Ginea

source: Gujarati
ilo: Gudyarati

source: H
ilo: T

source: Haitian
ilo: Haitiano

source: Have I saved any passwords for this website?
ilo: Indulinko kadi uray aniaman a kontrasenias kadaytoy a sitio?

source: Have I visited this website prior to today?
ilo: Sakbay itatta kadi ti panagbisitak kadaytoy a sitio?

source: Hawaiian
ilo: Hawayano

source: Headers size:
ilo: Kadakkel ti Uluanan:

source: Hebrew
ilo: Hebreo

source: Help
ilo: Tulong

source: Hide
ilo: Ilemmeng

source: Hide Controls
ilo: Ilemmeng ti Kontrol

source: Hide Others
ilo: Ilemmeng dagiti Dadduma

source: Hide Statistics
ilo: Ilemmeng ti Estadistika

source: Hide Toolbars
ilo: Ilemmeng ti Barras

source: High Grade
ilo: Nangato a Tukad

source: History
ilo: Pakasaritaan

source: Homepage
ilo: Umuna a panid

source: { $hostname } uses an invalid security certificate.
ilo: Inar-aramat ti { $hostname } ti di-maipateg a sertipiko ti seguridad.

source: HTML Files
ilo: Intar a HTML

source: HTTP Proxy
ilo: Proxy ti HTTP

source: Hungarian
ilo: Ungaro

source: HW Version
ilo: Bersion ti HW

source: I
ilo: H

source: Icelandic
ilo: Islandes

source: Icon
ilo: Ikono

source: If you delete a person’s e-mail certificate, you will no longer be able to send encrypted e-mail to that person.
ilo: No borraenyo ti sertipiko ti korreo ti sabali, saanyonton a maipatulod ti nakakripta nga e-mail kadaydiay a tao.

source: If you delete a server exception, you restore the usual security checks for that server and require it uses a valid certificate.
ilo: No buraenyo ti laksid ti serbidor, isubliyonto ti kadaywan a panangpaneknek iti seguridad kadayta a serbidor ken ipadawatyo nga agaramat ti maaarigan a sertipiko.

source: If you delete one of your own certificates, you can no longer use it to identify yourself.
ilo: No buraenyo ti maysa a bukodyo a sertipiko, saanyonto a maaramat dayta tapno makapamigbigan.

source: If you reset your master password, all your stored web and e-mail passwords, form data, personal certificates, and private keys will be forgotten. Are you sure you want to reset your master password?
ilo: No baliwanyo ti kontrasenias a maestro, malipatan amin a kontraseniasyo nga nakadulin ti Web ken e-mail, datos ti pormulario, napakni a sertipiko ken napakni a tulbek. Siguradokayo kadi a kayato a baliwan ti kontraseniasyo a maestro?

source: Ignore Scaling and S_hrink To Fit Page Width
ilo: Pabay-an ti Panageskalar santo Pabassit tapno Aghusto iti _Kalawa ti Panid

source: illegal character(s) in public id
ilo: naduktalan ti di-maaarig a kurdit iti id a pagraramanan

source: illegal parameter entity reference
ilo: saan a maitutup ti pannakatuding ti entidad ti parametro

source: Image
ilo: Ladawan

source: Image Files
ilo: Intar a Ladawan

source: Import and Backup
ilo: Yangkat ken Kopiaen

source: Import and backup your bookmarks
ilo: Iyangkat ken tiponen ti pannanda

source: Important: If you forget your certificate backup password, you will not be able to restore this backup later. Please record it in a safe location.
ilo: Importante: No malipatanyo ti kontrasenias ti pannakatipon ti sertipiko, saanyonto a maipulang daytoy a pannakatipon intuno madamdama. Pagsuratanyo man ti natalged a disso.

source: Import Bookmarks from HTML…
ilo: Yankat ti Pannanda manipud iti HTML...

source: Import Complete
ilo: Nalpas ti Panagyangkat

source: Import Data from Another Browser…
ilo: Yangkat ti Datos manipud iti Sabali a Browser...

source: Import Wizard
ilo: Bagnos ti Panangyangkat

source: Improperly formatted time string.
ilo: Madi ti pormato ti kawar ti panawen.

source: Include the address of the page I was on
ilo: Iraman ti pagtaengan ti panid a binasak

source: incomplete markup in parameter entity
ilo: adda ti di-sibubukel a pangmarka iti etidad a parametro

source: index
ilo: indise

source: Indonesian
ilo: Indones

source: Information sent over the Internet without encryption can be seen by other people while it is in transit.
ilo: Mabasa ti sabali a tao ti damag nga impatulod nga awan ti panagikriptana aglasat iti Internet bayat ti pannakaakarna.

source: inline
ilo: iti linia

source: “>” in public identifier.
ilo: Adda ">" iti pagraramanan a pammigbig.

source: Inspect Element
ilo: Sukimaten

source: &Install
ilo: &Isimpa

source: Installation Aborted
ilo: Binawi ti Panagisimpa

source: Installation Complete
ilo: Nalpas ti Panagisimpa

source: Install $BrandShortName
ilo: Isimpa ti $BrandShortName

source: Install cancelled
ilo: Nababawi ti panaginstala

source: Install Date
ilo: Nagisisimpa

source: Installed on: { $date }
ilo: Nagisimpaan: { $date }

source: Installed on: %S
ilo: Pagisisimpaan: %S

source: Install Error
ilo: Biddut ti Panagisimpa

source: Install Failed
ilo: Napaay ti Panagisimpa

source: Install &Maintenance Service
ilo: Iyinstala ti Pangmantener a &Serbisio

source: Install Pending
ilo: Di Pay Maibanag ti Panagisimpa

source: Install the update for this add-on
ilo: Iyinstala ti pannanarimaan maipaay kadaytoy a pagaanay

source: Install this add-on
ilo: Iyinstala daytoy a raman

source: “>” in system identifier.
ilo: Adda ">" iti pammigbig ti sistema.

source: Integer
ilo: Dagup

source: Internal server error (500)
ilo: Nayuneg a Kammali ti Serbidor (500)

source: Internet Options
ilo: Opsion ti Internet

source: Invalid Address
ilo: Di-Maipateg ti Pagtaengan

source: Invalid input
ilo: Di-Maipateg a Pakadatagan

source: Invalid OCSP signing certificate in OCSP response.
ilo: Maipateg ti sertipiko a pangipirma ti OCSP iti sungbat nga OCSP.

source: Invalid Pin
ilo: Saan a maipateg ti PIN

source: Invalid profile name
ilo: Saan a maipateg ti nagan ti profile

source: Invalid URI in @import rule: ‘%1$S’.
ilo: Di-maipateg nga URI iti alagaden a @import:'%1$S'.

source: Invalid value
ilo: Awan pateg

source: Invalid XSLT/XPath function.
ilo: Saan a maipateg ti punsion a XSLT/XPath.

source: IP Address
ilo: Pagtaengan nga IP

source: Irish
ilo: Irlandes

source: Issued By
ilo: Mangipaay

source: Issued To
ilo: Pagipaayan

source: Issued Under: “%S”
ilo: Naiparuar babaen ti: "%S"

source: Issuer
ilo: Nangiwaras

source: Issuer certificate is invalid.
ilo: Saan a maipateg ti sertipiko ti mangiwarwaras.

source: Issuer’s V1 Certificate Revocation List has a critical extension.
ilo: Adda ti pangrunaan a palug-ad ti CRL a V1 ti nangiparuar.

source: Issuer’s V2 Certificate Revocation List has an unknown critical extension.
ilo: Adda ti pangrunaan a palug-ad ti CRL a V1 ti nangiparuar.

source: Issuer Unique ID
ilo: Naisangsangayan nga ID ti Mangiwaras

source: Is this website storing information on my computer?
ilo: Mangiduldulin kadi daytoy a sitio ti Web iti damdamag ditoy kompiuterko?

source: Italian
ilo: Italiano

source: Items to Import
ilo: Mayangkatto a Banag

source: It is not possible to back up certificates from a hardware security device such as a smart card.
ilo: Saan a maidulin ti sertipiko manipud iti aparato a hardware ti seguridad kas pagarigan smart card.

source: I want to manually reboot later
ilo: Rugian manen iti ima intono madamdama

source: Japanese
ilo: Hapon

source: Japanese (EUC-JP)
ilo: Hapon (EUC-JP)

source: Japanese (ISO-2022-JP)
ilo: Hapon (ISO-2022-JP)

source: Japanese (Shift_JIS)
ilo: Hapon (Shift_JIS)

source: Javanese
ilo: Habanes

source: Jump
ilo: Aglagto

source: junk after document element
ilo: basura kalpasan ti elemento ti dokumento

source: k
ilo: W

source: Kashmiri
ilo: Kasmiri

source: Kashubian
ilo: Kashubiano

source: Kazakh
ilo: Kasak

source: Keep my changes anyway
ilo: Idulin dagiti balbaliwan latta

source: Key Agreement
ilo: Tulag ti Tulbek

source: Key Compromise
ilo: Pakailatakan ti Tulbek

source: Key Encipherment
ilo: Panagsipra ti Tulbek

source: Keyframe rule ignored due to bad selector.
ilo: Napabay-an ti Keygrame nga alagad gapu madi ti pammili.

source: Key ID
ilo: ID ti Tulbek

# Key size: %S bits Base point order length: %S bits Public value: %S
source: Key size: %S bits\nBase point order length: %S bits\nPublic value:\n%S
ilo: Kadakkel ti tulbek: %S a bit\nKaatiddog ti pannakaurnos ti kangrunaan a punto: %S a bit\nPagraramanan a pateg:\n%S

source: Keyword
ilo: Balikas-tulbek

source: Keyword:
ilo: Balikas-tulbek:

source: Kirghiz
ilo: Kirgis

source: Kongo
ilo: Konggo

source: Konkani
ilo: Kokani

source: Korean
ilo: Koreano

source: Kurdish
ilo: Kurdo

source: L
ilo: K

source: Label
ilo: Marka

source: Languages
ilo: Pagsassao

source: Lao
ilo: Laosiano

source: Last Four Hours
ilo: Kinaudian nga 4 nga Oras

source: Last Hour
ilo: Kaudian nga Oras

source: Last Modified
ilo: Kaudian a Panagbaliw

source: Last %S days
ilo: Idi naudi a %S nga aldaw

source: Last sync: %S
ilo: Kaudian a panaggigiddan: %S

source: Last Two Hours
ilo: Kinaudian nga 2 nga Oras

source: Last Updated
ilo: Kaudian a Panagtarimaan

source: Latgalian
ilo: Latgaliano

source: Latvia
ilo: Letonia

source: Latvian
ilo: Leton

source: Launch Application
ilo: Irugi ti Aplikasion

source: Learn More…
ilo: Ad-Addu…

source: Leave Page
ilo: Panawan ti Panid

source: Legitimate banks, stores, and other public sites will not ask you to do this.
ilo: Dagiti nalinteg a bangko, tienda ken pagraramanan a purok ket didakayo dawaten nga aramiden daytoy.

source: Less
ilo: Basbassit

source: Letter
ilo: Surat

source: Libpkix internal error occurred during cert validation.
ilo: Rimsua ti nayuneg a kammali ti Libpkix bayat ti panagpaneknek iti sertipiko.

source: Library
ilo: Katalogo

source: Ligurian
ilo: Ligurio

source: Limburgan
ilo: Limburgano

source: Line not found
ilo: Saan a nabirokan ti linia

source: Lingala
ilo: Linggala

source: Link Colors
ilo: Maris ti Panilpo

source: List
ilo: Lista

source: Lithuania
ilo: Lituania

source: Lithuanian
ilo: Lituanio

source: Load Images
ilo: Ikarga ti Ladawan

source: Loading
ilo: Agikarkarga

source: Loading\u2026
ilo: Loading…

source: (local files)
ilo: (lokal nga intar)

source: Location
ilo: Disso

source: Location:
ilo: Disso:

source: locked
ilo: natulbekan

source: Logged In
ilo: Napaneknekan

source: Log install process
ilo: Ilista ti panagpatuloy iti panaginstalar

source: Logotype
ilo: Kita ti Logo

source: Long Description:
ilo: Sibubukel a Pakabigbigan:

source: Looking up %1$S…
ilo: Kedkegngan ti %1$S…

source: Lower Sorbian
ilo: Sorbio a Nababbaba

source: Low Memory
ilo: Kurang ti Memoria

source: Luba-Katanga
ilo: Luba-Katangga

source: Luxembourg
ilo: Luxeburgo

source: Luxembourgish
ilo: Luksemburges

source: MAC computation failed.
ilo: Napaay ti panaglukad iti MAC.

source: Macedonian
ilo: Masedonio

source: Malagasy
ilo: Malgatse

source: Malay
ilo: Malayo

source: Malaysia
ilo: Malasia

source: Maltese
ilo: Maltes

source: Manual proxy configuration
ilo: Panagurnos ti proxy iti ima

source: Manufacturer
ilo: Pabrikante

source: Manx
ilo: Manes

source: Marshallese
ilo: Marsiales

source: Martinique
ilo: Martinika

source: Mathematics
ilo: Matematika

source: Maximum number of intermediate CAs: %S
ilo: Kaadduan nga agtengnga a CA: %S

source: MD5 digest function failed.
ilo: Napaay ti rebbengen ti pakapukpukan iti MD5.

source: Media files
ilo: Intar ti Media

source: Media Preview:
ilo: Pagarigan ti Media:

source: Memory Use
ilo: Panangaramat ti Memoria

source: Menu Bar
ilo: Barras ti Menu

source: Message not sent.
ilo: Saan a naipatulod ti mensahe.

source: Miahuatlán Zapotec
ilo: Miahuatlan Zapotec

source: Microsoft CA Version
ilo: Bersion a CA ti Microsoft

source: Microsoft Certificate Template Name
ilo: Nagan ti Pagwadan ti Sertipiko ti Microsoft

source: Microsoft Commercial Code Signing
ilo: Pannakapirma ti Kodigo a Komersial ti Microsoft

source: Microsoft Document Signing
ilo: Pannakpirma ti Dokumento ti Microsoft

source: Microsoft Domain GUID
ilo: GUID ti Kasakupan a Microsoft

source: Microsoft Encrypting File System
ilo: Sistema ti Intar nga Agkrikripta ti Microsoft

source: Microsoft File Recovery
ilo: Pannakapulang it Intar ti Microsoft

source: Microsoft Key Recovery
ilo: Pannakapulang ti Tulbek ti Microsoft

source: Microsoft Key Recovery Agent
ilo: Ahente ti Pannakapulang ti Tulbek ti Microsoft

source: Microsoft Lifetime Signing
ilo: Pannakapirma ti Biag ti Microsoft

source: Microsoft Principal Name
ilo: Kangrunaan a Nagan ti Microsoft

source: Microsoft Qualified Subordination
ilo: Maikari a Panagbababa ti Microsoft

source: Microsoft Server Gated Crypto
ilo: Kriptograpia a Naituro iti Serbidor ti Microsoft

source: Microsoft Smart Card Logon
ilo: Pannakarugi ti Sesion babaen ti Smart Card ti Microsoft

source: Microsoft Time Stamping
ilo: Panangmarka a Microsoft ti Oras

source: Microsoft Trust List Signing
ilo: Pannakapirma ti Listaan ti Panagtalek ti Microsoft

source: Microsoft Windows Hardware Driver Verification
ilo: Pannakapaneknek ti Driver a Panghardware ti Microsoft Windows

source: MIME Type
ilo: Kita ti MIME

source: Minimum font size
ilo: Kabassitan a sukat ti font

source: Missing argument in negation pseudo-class ‘%1$S’.
ilo: Naawanan ti argumento iti manuppiat a parbo-klase a '%1$S'.

source: Missing argument in pseudo-class ‘%1$S’.
ilo: Naawanan ti argument iti parbo-klase a '%1$S'.

source: Missing closing ‘)’ in negation pseudo-class ‘%1$S’.
ilo: Naawanan ti argumento iti manuppiat a parbo-klase a '%1$S'.

source: Mixtepec Mixtec
ilo: Mistepek a Mistek

source: Mobile Bookmarks
ilo: Maitutugot a Pannanda

source: Modified:
ilo: Panagbaliw:

source: Modify
ilo: Baliwan

source: Module
ilo: Paset

# Modulus (%S bits): %S Exponent (%S bits): %S
source: Modulus (%S bits):\n%S\nExponent (%S bits):\n%S
ilo: Modulo (%S a bit):\n%S\nEksponente (%S a bit):\n%S

source: Mongolian
ilo: Monggol

source: Monospace
ilo: Agkakalawa

source: More
ilo: Ad-addu

source: Most Recent Visit
ilo: Kinabiit a Panagbisita

source: Most Visited
ilo: Kinabasaan

source: Move Down
ilo: Ipababa

source: Move Up
ilo: Ipangato

source: Mozambique
ilo: Mosambik

source: Mute
ilo: Pagulimeken

source: N/A
ilo: Awan Pateg

source: Name
ilo: Nagan

source: Name:
ilo: Nagan:

source: { $name } Container Preferences
ilo: Kaykayat ti Pangikabilan ti { $name }

source: Nameless doctype.
ilo: doctype nga awan nagan.

source: name of @keyframes rule.
ilo: Nagan ti @keyframes nga alagad.

source: Navajo
ilo: Nabaho

source: Ndebele, North
ilo: Ndebele (Amianan)

source: Ndebele, South
ilo: Ndebele (Abagatan)

source: Ndonga
ilo: Ndongga

source: Negation pseudo-class can’t be negated ‘%1$S’.
ilo: Saan a masuppiat ti manuppiat a parbo-klase '%1$S'.

source: Netscape.cfg/AutoConfig failed. Please contact your system administrator. \n Error: %S failed:
ilo: Napaay ti Netscape.cfg/AutoConfig. Kasaoyo ti mangimaton ti sistema.\n Kammali: Napaay ti %S:

source: Netscape Server Gated Crypto
ilo: Kriptograpia a Naituro iti Serbidor ti Netscape

source: Network
ilo: Iket

source: Network is offline (go online)
ilo: Nalkab ti Iket (isilpo)

source: Never
ilo: Nungka

source: new!
ilo: baro!

source: New
ilo: Baro

source: New Bookmark
ilo: Baro a Pannanda

source: New Bookmark…
ilo: Baro a Pannanda...

source: New Bookmarks
ilo: Baro a Pannanda

source: New CRL is not later than the current one.
ilo: Saan a naud-udi ti baro a CRL ngem ti agdinama.

source: New Folder
ilo: Baro a Karpeta

source: New Folder…
ilo: Baro a Karpeta...

source: New KRL has an invalid format.
ilo: Saan a maipateg ti pormato ti baro a KRL.

source: New KRL is not later than the current one.
ilo: Saan a naud-udi ti baro a KRL ngem ti agdinama.

source: New password:
ilo: Baro a Kontrasenias:

source: New password (again):
ilo: Baro a Kontrasenias (manen):

source: New Separator
ilo: Baro a Pagsina

source: New Tab
ilo: Baro nga Etiketa

source: New { $type } value
ilo: Baro a pateg ti { $type }

source: New Version Available
ilo: Maala ti Baro a Bersion

source: New Window
ilo: Baro a Tawa

source: New Zealand
ilo: Baro a Zelandia

source: No
ilo: Saan

source: &No
ilo: Saan

source: No “%1$S” element in scope but a “%1$S” end tag seen.
ilo: Awan ti "%1$S" nga elemento iti uneg ti liktub, ngem adda naudi nga etiketa a "%1$S" a nakita.

source: No data was received (please try again)
ilo: Awan ti naawat a datos (padasenyo manen)

source: No digits in numeric character reference.
ilo: Awan ti digit iti pangikugnal iti numeriko a kurdit.

source: No Information Available
ilo: Awan ti Mabasa a Damag

source: No items
ilo: Awan

source: No KRL for this site’s certificate has been found.
ilo: Saan a nabirokan ti KRL agpaay iti a sertipiko daytoy a purok Web.

source: No matches
ilo: Awan ti pasang

source: None
ilo: Awan

source: Non-repudiation
ilo: Awan Panagwaswas

source: Non-space after “frameset”.
ilo: Saan nga espasio ti nabirokan iti uneg ti "frameset".

source: Non-space in “frameset”.
ilo: Saan nga espasio ti nabirokan iti uneg ti "frameset".

source: "No OLE for: "
ilo: "Awan ti OLE: "

source: No proxy
ilo: Awan ti proxy

source: No Proxy for
ilo: Awan Proxy ti

source: Northern Sami
ilo: Sami nga Amianan

source: Norwegian
ilo: Noruego

source: Norwegian Bokmål
ilo: Noruego (Bokmål)

source: Norwegian Nynorsk
ilo: Noruego (Nynorsk)

source: No “select” in table scope.
ilo: Awan ti "select" iti liktub ti tabula.

source: No space between attributes.
ilo: Awan ti espasio nga bumallaet kadagiti atributo.

source: No space left on device
ilo: Awan ti espasio ti aparato

source: (No Spelling Suggestions)
ilo: (Awan ti Insingasing a Panangiletra)

source: No table row to close.
ilo: Awan ti aray ti tabula a mairikep.

source: Not Critical
ilo: Saan a Managdillaw

source: Not encrypted or signed: you do not yet have an email certificate.
ilo: Saan a nakakripta wenno nakapirma: Awan pay kadakayo ti sertipiko ti e-mail.

source: Not encrypted: you do not have certificates for each of the recipients.
ilo: Saan a nakakripta: awan kadakayo dagiti sertipiko ti sagmamangawat.

source: Not imported, already in database.
ilo: Saan a nayangkat, addan iti database.

source: (no title)
ilo: (awan titulo)

source: Not Logged In
ilo: Saan a Napaneknekan

source: Not Now
ilo: Saan pay Itatta

source: <Not Part Of Certificate>
ilo: <Saan a Paset ti Sertipiko>

source: Not Present
ilo: Awan

source: Not specified
ilo: Di-naituding

source: not well-formed
ilo: saan a nalaing ti pormato

source: No updates found
ilo: Awan ti nabirokan a pannarimaan

source: Now installing…
ilo: Isimsimpa itan...

source: Object
ilo: Banag

source: Occitan
ilo: Oksitan

source: OCSP response has an invalid signature.
ilo: Saan a maipateg ti pirma ti sungbat ti OCSP.

source: Off
ilo: Naiddep

source: Older than %S days
ilo: Daddaan ngem %S nga aldaw

source: Older than %S months
ilo: Daddaan ngem %S a bulan

source: On
ilo: Nakalukat

source: Only with High Contrast themes
ilo: No Tema ti Maisupsupadi a Teksto laeng

source: Oops.
ilo: Saan a matungpal ti dawat.

source: Open
ilo: Lukatan

source: Open All in Tabs
ilo: Lukatan Amin a Lapayag

source: Open a new browser tab.
ilo: Ilukat ti baro nga etiketa.

source: Open a new browser window.
ilo: Ilukat ti baro a tawa.

source: Open Frame in New Tab
ilo: Pagluktan ti Kuadro ti Baro nga Etiketa

source: Open Frame in New Window
ilo: Pagluktan ti Kuadro ti Baro a Tawa

source: Open in a New Private Window
ilo: Lukatan iti Baro a Napakni a Tawa

source: Open in a New Tab
ilo: Lukatan iti Baro a Lapayag

source: Open in a New Window
ilo: Lukatan iti Baro a Tawa

source: Open Link
ilo: Ilukat ti Panilpo

source: Open new tab
ilo: Ilukat ti baro nga etiketa

source: Open new window
ilo: Ilukat ti baro a tawa

source: Optional Recommended Components
ilo: Naisingasing nga Opsional a Komponente

source: Options
ilo: Opsion

source: Options:
ilo: Opsion:

source: Orange
ilo: Kahel

source: Organizational Unit (OU)
ilo: Paset ti Bunggoy (OU)

source: Organization (O)
ilo: Bunggoy (O)

source: Organization: “%S”
ilo: Bunggoy: "%S"

source: Organize
ilo: Urnosen

source: Organize your bookmarks
ilo: Urnosen ti pannanda

source: Ossetian
ilo: Osetiko

source: Other Bookmarks
ilo: Dadduma Pannanda

source: Other Data
ilo: Dadduma a Datos

source: Other (incl. Western European)
ilo: Sabali (mairaman ti Akinlaud nga Ewropa)

source: Other Writing Systems
ilo: Sabali a Kurditan

source: Outdated Information
ilo: Daan a Damag

source: out of memory
ilo: kurang ti memoria

source: Override the colors specified by the page with your selections above
ilo: Ipateg ti piniliyo iti rabaw kadagiti maris nga intuding ti panid

source: Owner:
ilo: Akinkua:

source: Page #
ilo: Panid #

source: Page Footers
ilo: Sakaanan ti Panid

source: Page Footers:
ilo: Sakaanan ti Panid:

source: Page Headers
ilo: Uluanan ti Panid

source: Page Headers:
ilo: Uluanan ti Panid:

source: Page Info
ilo: Damag ti Panid

source: Page Info - { $website }
ilo: Damdamag ti Panid - { $website }

source: Page Load Error
ilo: Kammali iti Panagikarga ti Panid

source: Page # of #
ilo: Panid a # iti #

source: Page Setup
ilo: Tarimnen ti Panid

source: Page Size:
ilo: Kadakkel ti Panid:

source: Page Style
ilo: Estilo ti Panid

source: Parent Match
ilo: Agkaasmang ti Kangrunaan

source: Parts of the page you are viewing were not encrypted before being transmitted over the Internet.
ilo: Dagiti paset ti panid a basbasaenyo ket saanda a naikripta sakbayda nayakar aglasat iti Internet.

source: Pashto
ilo: Pasto

source: Password:
ilo: Kontrasenias:

source: Password Change Failed
ilo: Napaay ti Panagsukat ti Kontrasenias

source: Password Required
ilo: Nasken ti Kontrasenias

source: Paste
ilo: Idket

source: Paste & Search
ilo: Idket ken Biroken

source: Path
ilo: Danas

source: Path:
ilo: Dana:

source: Paused
ilo: Nataktak

source: Paused — %S
ilo: Naigawid — %S

source: <p>&brandShortName; can’t load this page for some reason.</p>
ilo: <p>Adda met ti rason no apay saan a maikarga ti &brandShortName; daytoy a panid.</p>

source: <p>&brandShortName; prevented this page from loading in this way because the page has a content security policy that disallows it.</p>
ilo: <p>Linapdan ti &brandShortName; ti pannakaikarga kadaytoy a panid gapu ta adda ti mammamaid a polisa ti seguridad iti aglalaon.</p>

source: Peer attempted old style (potentially vulnerable) handshake.
ilo: Pinadas ti kapada ti pannakitulag iti daan a wagas (madanarsa).

source: Peer received a valid certificate, but access was denied.
ilo: Inawat ti kapada ti maipateg a sertipiko ngem napaidam ti panagaramatyo.

source: Peer reports failure of signature verification or key exchange.
ilo: Nagpadakdaar ti kapada a saan a napaneknekan ti pirma wenno saan a naisukat ti tulbek.

source: Peer’s Certificate has been revoked.
ilo: Naukas ti sertipiko ti kapada.

source: Peer’s Certificate has expired.
ilo: Nagpaso ti sertipiko ti kapada.

source: Peer’s Certificate issuer is not recognized.
ilo: Saan a nailasinan ti mangiwaras ti sertipiko ti kapada.

source: Peer user canceled handshake.
ilo: Inbabawi ti kapada ti pannakitulag.

source: Permanently store this exception
ilo: Taginayonen nga itipon daytoy a laksid

source: Permissions
ilo: Pammalubos

source: Permissions for:
ilo: Palubos maipaay:

source: Persian
ilo: Persiko

source: Pet
ilo: Tartaraken nga Ayup

source: Pink
ilo: Rosas

source: PKCS11 code failed to translate an IV into a param.
ilo: Saan a maipatarus ti PKS11 a kodigo ti IV a kas parametro.

source: PKCS #11 driver violates the spec in an incompatible way.
ilo: Malablabsing ti agtengngel ti PKCS #11 ti panangituding babaen ti saan a maipateg a pamuspusan.

source: PKCS #11 module could not be removed because it is still in use.
ilo: Saan a maksay ti paset a PKCS #11 gapu ta inar-aramat pay.
